Revit 2027 API
ParameterTypeId.RailingSystemSecondaryHandrailsLatteralOffset Property
 "Lateral Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSecondaryHandrailsLatteralOffset { get; }
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsLatteralOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsLatteralOffset {
	ForgeTypeId^ get ();
}
static member RailingSystemSecondaryHandrailsLatteralOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace